/* Class = "UITextField"; placeholder = "Email"; ObjectID = "0Uq-6s-EVN"; */
"0Uq-6s-EVN.placeholder" = "อีเมล";

/* Class = "UITextField"; placeholder = "Last Name"; ObjectID = "1Dd-nf-9Eb"; */
"1Dd-nf-9Eb.placeholder" = "นามสกุล";

/* Class = "UIButton"; normalTitle = "BOOK"; ObjectID = "1dv-6U-pQ0"; */
"1dv-6U-pQ0.normalTitle" = "จอง";

/* This button allows the user to enter an email and send their booking confirmation to that email address */
"4GR-EQ-7En.title" = "แชร์ข้อมูลการจอง";

/* Class = "UITextField"; placeholder = "MM"; ObjectID = "4Gx-UD-o1S"; */
"4Gx-UD-o1S.placeholder" = "เดือนที่หมดอายุ";

/* Class = "UILabel"; text = "INCL. TAX & SERVICE CHARGE"; ObjectID = "8Pb-u6-u3E"; */
"8Pb-u6-u3E.text" = "รวมค่าภาษีและเซอร์วิสชาร์จแล้ว";

/* Class = "UILabel"; text = "You will have a chance to review the details on the next page before confirming your booking"; ObjectID = "ac3-7d-Wkd"; */
"ac3-7d-Wkd.text" = "คุณสามารถตรวจสอบรายละเอียดการจองได้อีกครั้งในหน้าถัดไปก่อนยืนยันการจอง";

/* Class = "UIBarButtonItem"; title = "Back"; ObjectID = "AZs-x1-cNq"; */
"AZs-x1-cNq.title" = "ย้อนกลับ";

/* Class = "UITextField"; placeholder = "First Name"; ObjectID = "CXx-pi-H0U"; */
"CXx-pi-H0U.placeholder" = "ชื่อ";

/* Class = "UIBarButtonItem"; title = "Back"; ObjectID = "CzU-qB-o3z"; */
"CzU-qB-o3z.title" = "ย้อนกลับ";

/* Class = "UITextField"; placeholder = "Phone"; ObjectID = "Eru-qh-hxn"; */
"Eru-qh-hxn.placeholder" = "เบอร์โทรศัพท์";

/* Class = "UILabel"; text = "Payment method: Pay at hotel"; ObjectID = "F9L-sY-3ts"; */
"F9L-sY-3ts.text" = "วิธีการชำระเงิน: ชำระเงินที่โรงแรม";

/* Class = "UILabel"; text = "PAY AT HOTEL"; ObjectID = "fkv-fZ-SZi"; */
"fkv-fZ-SZi.text" = "ชำระเงินที่โรงแรม";

/* Class = "UINavigationItem"; title = "REVIEW & BOOK"; ObjectID = "gsO-86-acc"; */
"gsO-86-acc.title" = "ตรวจสอบข้อมูลการจอง";

/* Class = "UIButton"; normalTitle = "Terms and Conditions of Booking"; ObjectID = "gZC-OD-Oxt"; */
"gZC-OD-Oxt.normalTitle" = "ข้อตกลงและเงื่อนไขการจอง";

/* Class = "UIButton"; normalTitle = "apply"; ObjectID = "I3J-FP-f9Z"; */
"I3J-FP-f9Z.normalTitle" = "ตกลง";

/* Class = "UILabel"; text = "SPECIAL PROMOTION CODE"; ObjectID = "IcD-5R-uEN"; */
"IcD-5R-uEN.text" = "โค้ดส่วนลดพิเศษ";

/* Class = "UITextField"; placeholder = "YY"; ObjectID = "J1n-bQ-zsF"; */
"J1n-bQ-zsF.placeholder" = "ปี ค.ศ. ที่หมดอายุ";

/* Class = "UINavigationItem"; title = "Booking complete"; ObjectID = "l41-s0-SEK"; */
"l41-s0-SEK.title" = "คุณได้จองห้องพักเรียบร้อยแล้ว";

/* Class = "UILabel"; text = "Credit card must be presented at check-in"; ObjectID = "NPd-wS-FCa";, Text to show to user that you will need to show credit card at check-in after you choose to Pay with credit card */
"NPd-wS-FCa.text" = "กรุณาแสดงบัตรเครดิตที่ใช้จ่ายค่าห้องพักเมื่อเช็คอิน";

/* Class = "UILabel"; text = "By making this booking, you agree to the"; ObjectID = "NtD-9k-j6Q"; */
"NtD-9k-j6Q.text" = "ก่อนทำการจองคุณยอมรับ";

/* Class = "UIButton"; normalTitle = "SCAN YOUR CARD"; ObjectID = "ob3-Vq-P3Q"; */
"ob3-Vq-P3Q.normalTitle" = "แสกนบัตรเครดิต";

/* Class = "UILabel"; text = "We make it easy to enter your card, simply take a photo of it to have it auto entered. You may also enter the details manually."; ObjectID = "pEq-Es-5qQ"; */
"pEq-Es-5qQ.text" = "ให้การกรอกข้อมูลบัตรเครดิตเป็นเรื่องง่ายๆ เพียงถ่ายรูปบัตรเครดิต ข้อมูลบัตรจะปรากฏอัตโนมัติ หรือเลือกป้อนข้อมูลบัตรเครดิตด้วยตนเอง";

/* Class = "UITextField"; placeholder = "Card Number"; ObjectID = "PpN-KI-HXd"; */
"PpN-KI-HXd.placeholder" = "หมายเลขบัตรเครดิต";

/* Class = "UILabel"; text = "You get 25% off!"; ObjectID = "qRs-wW-4h3";, get 25% off from Birthday discount */
"qRs-wW-4h3.text" = "คุณได้รับส่วนลด 25%";

/* Class = "UITextField"; placeholder = "Title"; ObjectID = "rsn-i8-h8O"; */
"rsn-i8-h8O.placeholder" = "คำนำหน้า";

/* Class = "UILabel"; text = "HAPPY BIRTHDAY!"; ObjectID = "RuJ-XI-VMI";, Happybirthday use for showing in checkout to show that customers have extra discount from birthday */
"RuJ-XI-VMI.text" = "สุขสันต์วันเกิด!";

/* Class = "UILabel"; text = "Your room will not be guaranteed and will be held until 16:00 (local time) on the day of arrival. If you fail to check-in by 16:00 (local time), the room will be released and made available to other customers"; ObjectID = "rV9-bI-oAv"; */
"rV9-bI-oAv.text" = "ทางโรงแรมจะเก็บห้องไว้ให้ท่านจนถึงเวลา 16:00 น. (เวลาท้องถิ่น) ของวันที่ท่านเข้าพัก หากท่านมิได้เช็คอินภายในเวลา 16:00 น. (เวลาท้องถิ่น) ห้องพักที่ท่านจองไว้จะถูกปล่อยให้แขกท่านอื่นสามารถจองได้";

/* Class = "UINavigationItem"; title = "CONFIRMATION"; ObjectID = "s3q-kb-lx0"; */
"s3q-kb-lx0.title" = "จองโรงแรม";

/* Class = "UITextField"; placeholder = "CVV / Security Code"; ObjectID = "tBw-9T-8jj"; */
"tBw-9T-8jj.placeholder" = "เลข CVV 3 ตัวหลังบัตรเครดิต/ รหัสความปลอดภัย";

/* Class = "UILabel"; text = "(Use the Back button to make any changes)"; ObjectID = "UlY-PW-4xq"; */
"UlY-PW-4xq.text" = "(กดปุ่ม ย้อนกลับ เพื่อแก้ไข)";

/* Class = "UITextField"; placeholder = "Promo Code"; ObjectID = "uMj-6y-7pY"; */
"uMj-6y-7pY.placeholder" = "โค้ดส่วนลด";

/* Class = "UITextField"; placeholder = "Cardholder's Name"; ObjectID = "Vjl-Yi-K6c"; */
"Vjl-Yi-K6c.placeholder" = "ชื่อผู้ถือบัตร";

/* Class = "UILabel"; text = "Pay now and lock in our best rate!"; ObjectID = "vRS-7W-Mft"; */
"vRS-7W-Mft.text" = "จ่ายเลยในอัตราที่ดีที่สุดของเรา!";

/* Class = "UIButton"; normalTitle = "BOOK NOW"; ObjectID = "vsE-EA-N5t"; */
"vsE-EA-N5t.normalTitle" = "จองเลย";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "wbl-vY-1m7"; */
"wbl-vY-1m7.text" = "ราคารวมทั้งสิ้น";

/* Class = "UILabel"; text = "Below are the details of your booking"; ObjectID = "Xao-Wn-cqh"; */
"Xao-Wn-cqh.text" = "ข้อมูลการจอง";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "xeU-Y7-nOd"; */
"xeU-Y7-nOd.text" = "ราคารวม";

/* Class = "UILabel"; text = "PAY NOW"; ObjectID = "YwM-AW-A6W"; */
"YwM-AW-A6W.text" = "ชำระเงิน";

